Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Советская
be: Савецкая

source: Советская Морочь
be: Савецкая Морач

source: Советский
be: Савецкі

source: Совино
be: Совіна

source: Совкели
be: Саўкелі

source: Совки
be: Соўкі

source: Совлово
be: Соўлава

source: Совоздяки
be: Саваздзякі

source: Совпли
be: Соўплі

source: Соврасы
be: Саўрасы

source: Согласие
be: Саглассе

source: Соино
be: Соіна

source: Сойки
be: Сойкі

source: Соковцы
be: Сакоўцы

source: Сокол
be: Сокал

source: Соколище
be: Сакалішча

source: Соколовичи
be: [Сакалавічы, Сакаловічы]

source: Соколовка
be: Сакалоўка

source: Соколово
be: [Сакалова, Сокалава]

source: Соколовщина
be: Сакалоўшчына

source: Соколойти
be: Сакалойці

source: Соколы
be: [Сакалы, Сокалы]

source: Соколье-Угол
be: Саколле-Вугал

source: Сокольники
be: Сакольнікі

source: Сокольничи
be: Сакольнічы

source: Сокольщина
be: Сакольшчына

source: Соколянка
be: Сакалянка

source: Сокорово
be: Сокарава

source: Сокотеняты
be: Сакацяняты

source: Соленики
be: Саленікі

source: Солишки
be: Салішкі

source: Солнечный
be: Сонечны

source: Соловье
be: Солаўе

source: Соловьёв
be: Салаўёў

source: Соловьёвка
be: Салаўёўка

source: Соловьево
be: Салаўёва

source: Соловьёво
be: Салаўёва

source: Соловьи
be: Салаўі

source: Соловьиная
be: Салаўіная

source: Соловьиха
be: Салаўіха

source: Сологубов
be: Салагубаў

source: Сологубовцы
be: Салагубаўцы

source: Солодковичи
be: Салодкавічы

source: Солодовня
be: Саладоўня

source: Солодухи
be: Саладухі

source: Солодухи Пущевые
be: Саладухі Пушчавыя

source: Солоковщина
be: Солакаўшчына

source: Соломахи
be: Саламахі

source: Соломенка
be: Саломенка

source: Соломирье
be: Саламір’е

source: Соломоречье
be: Саламарэчча

source: Соломянка
be: Саламянка

source: Солон
be: Солан

source: Солоная
be: Саланая

source: Солоневичи
be: Саланевічы

source: Солонец 1
be: Салонец 1

source: Солонец 2
be: Салонец 2

source: Солоник
be: Саланік

source: Солоники
be: Салонікі

source: Солоное
be: Саланое

source: Солонская Корма
be: Салонская Карма

source: Солтанишки
be: Салтанішкі

source: Солтановка
be: Салтанаўка

source: Солтаново
be: Салтанова

source: Солтановщина
be: Салтанаўшчына

source: Солтаны
be: Салтаны

source: Сомино
be: Соміна

source: Сомовка
be: Самоўка

source: Сомоново
be: Соманава

source: Сонгайлы
be: Сангайлы

source: Соничи
be: Сонічы

source: Сонтаки
be: Сонтакі

source: Сонькин Рог
be: Сонькін Рог

source: Сопковщина
be: Сопкаўшчына

source: Сопоцкин
be: Сапоцкін

source: Сорговичи
be: Соргавічы

source: Сорговцы
be: Соргаўцы

source: Соржица
be: Соржыца

source: Сорзово
be: Сорзава

source: Сорики
be: Сорыкі

source: Сорнополье
be: Сарнаполле

source: Сороги
be: Сорагі

source: Сороки
be: Сарокі

source: Сороковщина
be: Сарокаўшчына

source: Сорокопуды
be: Саракапуды

source: Сороцни
be: Сорацні

source: Сорочи
be: Сарачы

source: Сорочино
be: Сарочына

source: Сорочицы
be: Сарочыцы

source: Сорочье
be: Сарочча

source: Соснино
be: Сосніна

source: Сосница
be: Сосніца

source: Соснобор
be: Саснабор

source: Сосновая
be: Сасновая

source: Сосновая Наспа
be: Сасновая Наспа

source: Сосновец
be: Саснавец

source: Сосновица
be: Сасновіца

source: Сосновичи
be: Сасновічы

source: Сосновка
be: Сасноўка

source: Сосновка 1
be: Сасноўка 1

source: Сосновка 2
be: Сасноўка 2

source: Сосновое Болото
be: Сасновае Балота

source: Сосновский
be: Сасноўскі

source: Сосновцы
be: Сасноўцы

source: Сосновщина
be: Сасноўшчына

source: Сосновый
be: Сасновы

source: Сосновый Бор
be: Сасновы Бор

source: Сосняки
be: Саснякі

source: Сосняны
be: Сасняны

source: Сотничи
be: Сотнічы

source: Софиевка
be: Сафіеўка

source: Софиёвка
be: Сафіёўка

source: Софиёво
be: Сафіёва

source: Софийск
be: Сафійск

source: Соченяты
be: Сачаняты

source: Сочивки
be: Сачыўкі

source: Сочивляны
be: Сачыўляны

source: Сочнево
be: Сочнева

source: Сошица
be: Сашыца

source: Сошно
be: Сошна

source: Спасское
be: Спаскае

source: Спасюки
be: Спасюкі

source: Спигальщино
be: Спігальшчына

source: Спичник
be: Спічнік

source: Спорковщизна
be: Споркаўшчызна

source: Спорное
be: Спорнае

source: Спорово
be: Спорава

source: Споруны
be: Спаруны

source: Споры Большие
be: Споры Вялікія

source: Спочинок
be: Спачынак

source: Спринды
be: Спрынды

source: Спруги
be: Спругі

source: Спягло
be: Спягла

source: Средиборье
be: Сяродбор’е

source: Средне-Крушниковский
be: Сярэдні Крушнікоўскі

source: Средние Малыничи
be: Сярэднія Малынічы

source: Средние Печи
be: Сярэднія Печы

source: Средняцкий
be: Серадняцкі

source: Средняя
be: Сярэдняя

source: Средняя Рудня
be: Сярэдняя Рудня

source: Стаборщина
be: Стаборшчына

source: Ставбуры
be: Стаўбуры

source: Ставбутево
be: Стаўбуцева

source: Ставица
be: Ставіца

source: Ставище
be: Ставішча

source: Ставки
be: Стаўкі

source: Ставрово
be: Стаўрова

source: Ставровцы
be: Стаўраўцы

source: Ставры
be: Стаўры

source: Стаецкие
be: Стаецкія

source: Стаи
be: Стаі

source: Стаище
be: Стаішча

source: Стайки
be: Стайкі

source: Стайченка
be: Стайчанка

source: Стальбовщина
be: Стальбоўшчына

source: Стальмаково
be: Стальмакова

source: Сталюги
be: Сталюгі

source: Станевичи
be: Станявічы

source: Станёво
be: Станёва

source: Станелевичи
be: Станелевічы

source: Станилевичи
be: Станілевічы

source: Станислав
be: Станіслаў

source: Станиславово
be: Станіславова

source: Станиславцы
be: Станіслаўцы

source: Станиши
be: Станішы

source: Станкевичи
be: Станкевічы

source: Станки
be: Станкі

source: Станкилишки
be: Станкілішкі

source: Станковичи
be: Станкавічы

source: Станковцы
be: Станкаўцы

source: Становище
be: Станавішча

source: Становка
be: Станаўка

source: Станок-Водица
be: Станок-Вадзіца

source: Станулево
be: Станулева

source: Станули
be: Станулі

source: Станция Белынковичи
be: Станцыя Бялынкавічы

source: Станция Деревцы
be: Станцыя Дзераўцы

source: Станция Друть
be: Станцыя Друць

source: Станция Копысь
be: Станцыя Копысь

source: Станция Лотва
be: Станцыя Латва

source: Станция Лудчицы
be: Станцыя Лудчыцы

source: Станция Лужесно
be: Станцыя Лужасна

source: Станция Несята
be: Станцыя Нясята

source: Станция Осиповичи 2
be: Станцыя Асіповічы 2

source: Станция Осиповичи 3
be: Станцыя Асіповічы 3

source: Станция Ошмяны
be: Станцыя Ашмяны

source: Станция Ясень
be: Станцыя Ясень

source: Станчаки
be: Станчыкі

source: Станчики
be: Станчыкі

source: Станчиненты
be: Станчыненты

source: Станьки
be: Станькі

source: Станьков
be: Станькаў

source: Станьковичи
be: Станьковічы

source: Станьково
be: Станькава

source: Станюки
be: Станюкі

source: Станюшки
be: Станюшкі

source: Старая Белица
be: Старая Беліца

source: Старая Боярщина
be: Старая Баяршчына

source: Старая Будовка
be: Старая Будаўка

source: Старая Бухаловка
be: Старая Бухалаўка

source: Старая Водва
be: Старая Вадва

source: Старая Гусевица
be: Старая Гусявіца

source: Старая Дубровка
be: Старая Дубраўка

source: Старая Зеньковина
be: Старая Зенькавіна

source: Старая Иолча
be: Старая Ёлча

source: Старая Казаковщина
be: Старая Казакоўшчына

source: Старая Клёвка
be: Старая Клёўка

source: Старая Князевка
be: Старая Князеўка

source: Старая Кошара
be: Старая Кашара

source: Старая Мезеновка
be: Старая Мезенаўка

source: Старая Милеевка
be: Старая Мілееўка

source: Старая Мощеница
be: Старая Машчаніца

source: Старая Мышь
be: Старая Мыш

source: Старая Олешня
be: Старая Алешня

source: Старая Переволока
be: Старая Перавалока

source: Старая Пересика
be: Старая Пярэсіка

source: Старая Подрожанка
be: Старая Падражанка

source: Старая Рудица
be: Старая Рудзіца

source: Старая Слобода
be: Старая Слабада

source: Старая Тарасовщина
be: Старая Тарасаўшчына

source: Старая Шараевщина
be: Старая Шараеўшчына

source: Старая Яцковщина
be: Старая Яцкаўшчына

source: Старево
be: Старэва

source: Старики
be: Старыкі

source: Старина
be: Старына

source: Старинка
be: Старынка

source: Старинки
be: Старынкі

source: Старинки 1
be: Старынкі 1

source: Старинки 2
be: Старынкі 2

source: Старино
be: Старына

source: Стариновичи
be: Старыновічы

source: Старинцы
be: Старынцы

source: Старины
be: Старыны

source: Старица
be: [Cтарыца, Старыца]

source: Старишово
be: Старышова

source: Старище
be: Старышча

source: Старки
be: Старкі

source: Старлыги
be: Старлыгі

source: Старники
be: Старнікі

source: Старобин
be: Старобін

source: Старобино
be: Старобіна

source: Старо-Борисов
be: Старабарысаў

source: Староволя
be: Стараволя

source: Старовщина
be: Стараўшчына

source: Староганцевичская Слобода
be: Стараганцавіцкая Слабада

source: Староград
be: Стараград

source: Стародворище
be: Старадварышча

source: Стародворцы
be: Старадворцы

source: Стародевятковичи
be: Старадзевяткавічы

source: Стародубовая
be: Старадубавая

source: Стародубово
be: Старадубава

source: Стародубцы
be: Старадубцы

source: Старое Бращино
be: Старое Брашчына

source: Старое Водопоево
be: Старое Вадапоева

source: Старое Высокое
be: Старое Высокае

source: Старое Городище
be: Старое Гарадзішча

source: Старое Грудиново
be: Старое Грудзінава

source: Старое Займище
be: Старое Займішча

source: Старое Залитвинье
be: Старое Заліцвінне

source: Старое Заполовье
be: Старое Запалоўе

source: Старое Запонье
be: Старое Запонне

source: Старое Курганье
be: Старое Курганне

source: Староельня
be: Стараельня

source: Старое Лядно
be: Старое Лядна

source: Старое Мостище
be: Старое Масцішча

source: Старое Пашково
be: Старое Пашкава

source: Старое Полесье
be: Старое Палессе

source: Старое Полюдово
be: Старое Палюдава

source: Старое Прибужье
be: Старое Прыбужжа

source: Старое Роматово
be: Старое Раматова

source: Старое Ртищево
be: Старое Рцішчава

source: Старое Село
be: Старое Сяло

source: Старое Соколино
be: Старое Саколіна

source: Старое Хороброво
be: Старое Хорабрава

source: Старое Чернево
be: Старое Чэрнева

source: Старое Янчино
be: Старое Янчына

source: Старокожевка
be: Старакожаўка

source: Старокрасное
be: Старакраснае

source: Старомлыны
be: Старамлыны

source: Старосек
be: Старасек

source: Старосеков Двор
be: Старасекаў Двор

source: Старосёлы
be: Старасёлы

source: Староселье
be: Стараселле

source: Старушки
be: Старушкі

source: Старченяты
be: Старчаняты

source: Старые Бенякони
be: Старыя Беняконі

source: Старые Боруны
be: Старыя Баруны

source: Старые Буды
be: Старыя Буды

source: Старые Вайханы
be: Старыя Вайханы

source: Старые Василишки
be: Старыя Васілішкі

source: Старые Войковичи
be: Старыя Войкавічы

source: Старые Волосовичи
be: Старыя Валосавічы

source: Старые Габы
be: Старыя Габы

source: Старые Герники
be: Старыя Гернікі

source: Старые Головчицы
be: Старыя Галоўчыцы

source: Старые Гончары
be: Старыя Ганчары

source: Старые Громыки
be: Старыя Грамыкі

source: Старые Гумны
be: Старыя Гумны

source: Старые Дворяниновичи
be: Старыя Дваранінавічы

source: Старые Денисовичи
be: Старыя Дзянісавічы

source: Старые Дороги
be: Старыя Дарогі

source: Старые Дятловичи
be: Старыя Дзятлавічы

source: Старые Жарки
be: Старыя Жаркі

source: Старые Завалёны
be: Старыя Завалёны

source: Старые Исаевичи
be: Старыя Ісаевічы

source: Старые Кацуры
be: Старыя Кацуры

source: Старые Клёнки
be: Старыя Клёнкі

source: Старые Крюки
be: Старыя Крукі

source: Старые Лавки
be: Старыя Лаўкі

source: Старые Лагодки
be: Старыя Лагадкі

source: Старые Максимовичи
be: Старыя Максімавічы

source: Старые Малыничи
be: Старыя Малынічы

source: Старые Морги
be: Старыя Маргі

source: Старые Наборки
be: Старыя Набаркі

source: Старые Негневичи
be: Старыя Нягневічы

source: Старые Новосёлки
be: Старыя Навасёлкі

source: Старые Поддубы
be: Старыя Паддубы

source: Старые Пранички
be: Старыя Пранічкі

source: Старые Приборки
be: Старыя Прыборкі

source: Старые Пышачи
be: Старыя Пышачы

source: Старые Ранчицы
be: Старыя Ранчыцы

source: Старые Смильгини
be: Старыя Смільгіні

source: Старые Стайки
be: Старыя Стайкі

source: Старые Терушки
be: Старыя Цярушкі

source: Старые Туросы
be: Старыя Турасы

source: Старые Фаличи
be: Старыя Фалічы

source: Старые Храковичи
be: Старыя Хракавічы

source: Старые Чемоданы
be: Старыя Чамаданы

source: Старые Шарабаи
be: Старыя Шарабаі

source: Старые Щавры
be: Старыя Шчаўры

source: Старые Юрковичи
be: [Старыя Юркавічы, Старыя Юрковічы]

source: Старый Барсук
be: Стары Барсук

source: Старый Бобр
be: Стары Бобр

source: Старый Будков
be: Стары Будкаў

source: Старый Гутков
be: Стары Гуткоў

source: Старый Двор
be: Стары Двор

source: Старый Дворец
be: Стары Дворац

source: Старый Дедин
be: Стары Дзедзін

source: Старый Довск
be: Стары Доўск

source: Старый Койтин
be: Стары Койцін

source: Старый Копыль
be: Стары Капыль

source: Старый Кривск
be: Стары Крыўск

source: Старый Лепель
be: Стары Лепель

source: Старый Лес
be: Стары Лес

source: Старый Мазолов
be: Стары Мазалаў

source: Старый Малков
be: Стары Малкаў

source: Старый Млын
be: Стары Млын

source: Старый Мокрец
be: Стары Макрэц

source: Старый Мост
be: Стары Мост

source: Старый Остров
be: Стары Востраў

source: Старый Погост
be: Стары Пагост

source: Старый Пруд
be: Стары Пруд

source: Старый Раков
be: Стары Ракаў

source: Старый Свержень
be: Стары Свержань

source: Старый Синин
be: Стары Сінін

source: Старый Сокол
be: Стары Сакол

source: Старый Спор
be: Стары Спор

source: Старый Стан
be: Стары Стан

source: Старый Толочин
be: Стары Талачын

source: Старый Юзин
be: Стары Юзін

source: Старь
be: Стар

source: Стасевка
be: Стасеўка

source: Стасево
be: Стасева

source: Стасенки
be: Стасенкі

source: Стасино
be: [Стасіна, Стасіно]

source: Стаськово
be: [Стаськава, Стаськова]

source: Стасюки
be: Стасюкі

source: Стасютичи
be: Стасюцічы

source: Стахи
be: Стахі

source: Стаховичи
be: Стахавічы

source: Стаховка
be: Стахоўка

source: Стахово
be: Стахава

source: Стаховские
be: Стахоўскія

source: Стаховцы
be: Стахоўцы

source: Стаховщина
be: Стахоўшчына

source: Сташелишки
be: Сташэлішкі

source: Сташино
be: Сташына

source: Сташули
be: Сташулі

source: Стволково
be: Ствалкова

source: Ствольно
be: Ствольна

source: Стебераки
be: Сцеберакі

source: Стеброво
be: Сцяброва

source: Стежерное
be: Сцежарнае

source: Стеневичи
be: Сценявічы

source: Стенка
be: Сценка

source: Степаненки
be: Сцяпаненкі

source: Степаники
be: Сцяпанікі

source: Степанки
be: Сцяпанкі

source: Степанково
be: Сцяпанкава

source: Степанов
be: [Сцепаноў, Сцяпанаў]

source: Степановичи
be: Сцяпанавічы

source: Степановка
be: Сцяпанаўка

source: Степково
be: Сцяпкова

source: Степная
be: Сцяпная

source: Степужичи
be: Сцяпужычы

source: Степуры
be: Сцяпуры

source: Степша
be: Сцепша

source: Степы
be: Сцяпы

source: Степь
be: Стэп

source: Стерково
be: Сцеркава

source: Стетковщина
be: Сцяткоўшчына

source: Стефаново
be: [Стафанова, Сцяфанава]

source: Стёхово
be: Сцёхава

source: Стецево
be: Стэцава

source: Стецки
be: Сцяцкі

source: Стецковщина
be: Стэцкаўшчына

source: Стешицы
be: Сцешыцы

source: Стигане
be: Сцігане

source: Стипины
be: Сціпіны

source: Стодоличи
be: Стадолічы

source: Стодолище
be: Стадолішча

source: Стодольники
be: Стадольнікі

source: Стодольница
be: Стадольніца

source: Стодоляны
be: Стадаляны

source: Стоки
be: Стокі

source: Столбница
be: Стоўбніца

source: Столбун
be: Стаўбун

source: Столбуновичи
be: Стаўбуновічы

source: Столбуны
be: Стаўбуны

source: Столбцы
be: Стаўбцы

source: Столица
be: Сталіца

source: Столовичи
be: Сталовічы

source: Столпище
be: [Стаўпішча, Стаўпішчы, Стоўпішча]

source: Столпня
be: Стоўпня

source: Столпня 1
be: Стоўпня 1

source: Столпня 2
be: Стоўпня 2

source: Столповиски
be: Стаўповіскі

source: Столпы
be: Стаўпы

source: Столярово
be: Сталярова

source: Столяры
be: Сталяры

source: Стомино
be: Стоміна

source: Стоневичи
be: Стоневічы

source: Стонишки
be: Стонішкі

source: Стопурево
be: Стапурэва

source: Сторожище
be: Старожышча

source: Сторожовцы
be: Старажоўцы

source: Сторожовщина
be: Старажоўшчына

source: Стотковщина
be: Стоткаўшчына

source: Стотсберг
be: Стоцберг

source: Стошаны
be: Сташаны

source: Стоялово
be: Стаялава

source: Страдечь
be: Страдзеч

source: Страдно
be: Страдна

source: Стражевичи
be: Стражавічы

source: Стражево
be: Стражава

source: Стражевщина
be: Стражаўшчына

source: Стражи
be: Стражы

source: Стражинский
be: Стражынскі

source: Страковичи
be: Стракавічы

source: Стралково
be: Стралкава

source: Страплевцы
be: Страплеўцы

source: Страхини
be: Страхіні

source: Стрела
be: Страла

source: Стрели
be: Стралі

source: Стрелица
be: Стрэліца

source: Стреличево
be: Стралічава

source: Стрелки
be: Стралкі

source: Стрелковцы
be: Стралкаўцы

source: Стрелово
be: Стрэлава

source: Стрелы
be: Стралы

source: Стрельники
be: Стрэльнікі

source: Стрельно
be: Стрэльна

source: Стрельск
be: Стрэльск

source: Стрельцово
be: Стральцова

source: Стрельцы
be: Стральцы

source: Стрельцы 1
be: Стральцы 1

source: Стрельцы 2
be: Стральцы 2

source: Стрельчики
be: Стрэльчыкі

source: Стремиловщина
be: Страмілаўшчына

source: Стреньки
be: Стрэнькі

source: Стретово
be: Стрэтава

source: Стрешин
be: Стрэшын

source: Стриганец
be: Стрыганец

source: Стриганцы
be: Стрыганцы

source: Стриги
be: Стрыгі

source: Стригинь
be: Стрыгінь

source: Стригово
be: Стрыгава

source: Стриевка
be: Стрыеўка

source: Стриево
be: Стрыева

source: Стриевщина
be: Стрыеўшчына

source: Стрижево
be: Стрыжава

source: Стриженяты
be: Стрыжаняты

source: Стрижки
be: Стрыжкі

source: Стрии
be: Стрыі

source: Стрий
be: Стрый

source: Стрикили
be: Стрыкілі

source: Стринадки
be: Стрынадкі

source: Стринишки
be: Стрынішкі

source: Стрипуны
be: Стрыпуны

source: Стрихоровщина
be: Стрыхараўшчына

source: Строганы
be: Страганы

source: Строкова Речка
be: Строкава Рэчка

source: Стромец
be: Страмец

source: Строхово
be: Строхава

source: Строчица
be: Строчыца

source: Струбки
be: Струбкі

source: Струбница
be: Струбніца

source: Струголапы
be: Стругалапы

source: Струкачёв
be: Струкачоў

source: Струки
be: Струкі

source: Струневщина
be: Струнеўшчына

source: Струнье
be: Струнне

source: Струпино
be: Струпіна

source: Струсто
be: Струста

source: Студёная Гута
be: Студзёная Гута

source: Студенец
be: Студзянец

source: Студеники
be: Студзенікі

source: Студеница
be: Студзяніца

source: Студенка
be: Студзенка

source: Студёнка
be: Студзёнка

source: Студёнки
be: Студзёнкі

source: Студеровщина
be: Студзераўшчына

source: Студянка
be: Студзянка

source: Стужица
be: Стужыца

source: Стужки
be: Стужкі

source: Стуканки
be: Стуканкі

source: Стукатичи
be: Стукацічы

source: Стукачёвка
be: Стукачоўка

source: Стуки
be: Стукі

source: Стуковщина
be: Стукаўшчына

source: Стульги
be: Стульгі

source: Стунжишки
be: Стунжышкі

source: Ступаки
be: Ступакі

source: Ступени
be: Ступяні

source: Ступичево
be: Ступічава

source: Ступище
be: Ступішча

source: Ступковщина
be: Ступкоўшчына

source: Ступовое
be: Ступавое

source: Стуровщина
be: Стураўшчына

source: Стымони
be: Стымоні

source: Стырики
be: Стырыкі

source: Стытычево
be: Стытычава

source: Стюденец
be: [Студзянец, Сцюдзянец]

source: Стяг
be: Сцяг

source: Субботишки
be: Субацішкі

source: Субботники
be: Суботнікі

source: Субботы
be: Субаты

source: Субели
be: Субялі

source: Субовщина
be: Субаўшчына

source: Субочево
be: Субачава

source: Субочи
be: Субачы

source: Сувалково
be: Сувалкава

source: Сугаки
be: Сугакі

source: Сугвозды
be: Сугвазды

source: Суглобишки
be: Суглобішкі

source: Судари
be: Судары

source: Судевичи
be: Судзевічы

source: Судибор
be: Судзібар

source: Судиловичи
be: Судзілавічы

source: Судилы
be: Судзілы

source: Судково
be: Судкова

source: Судники
be: Суднікі

source: Судовица
be: Судавіца

source: Судовщина
be: Судоўшчына

source: Судроги
be: Судрогі

source: Суйково
be: Суйкава

source: Сукачи
be: Сукачы

source: Суклино
be: Сукліна

source: Сукневичи
be: Сукневічы

source: Суковичи
be: Сукавічы

source: Суковцы
be: Сукаўцы

source: Суколи
be: Сукалі

source: Сукремно
be: Сукрэмна

source: Суличево
be: Сулічава

source: Суловы
be: Сулавы

source: Сульжицы
be: Сульжыцы

source: Сульжичи
be: Сульжычы

source: Сулятичи
be: Суляцічы

source: Сумароково
be: Сумарокава

source: Сумки
be: Сумкі

source: Сунаи
be: Сунаі

source: Сунчицы
be: Сунчыцы

source: Супоничи
be: Супанічы

source: Супорница
be: Супорніца

source: Супровщина
be: Супраўшчына

source: Супроненты
be: Супраненты

source: Супруновичи
be: Супрунавічы

source: Супшинка
be: Супшынка

source: Сурвилишки
be: Сурвілішкі

source: Сурвилы
be: Сурвілы

source: Суринка
be: Сурынка

source: Суринты
be: Сурынты

source: Сурконты
be: Сурканты

source: Сурмачёво
be: Сурмачова

source: Сурмино
be: Сурміно

source: Сурновка
be: Сурнаўка

source: Суров
be: Сураў

source: Суровни
be: Сураўні

source: Суровцово
be: Сураўцова

source: Суромщина
be: Суромшчына

source: Суртины
be: Сурціны

source: Суслишки
be: Суслішкі

source: Сусловка
be: Суслаўка

source: Сусни
be: Сусні

source: Сутин
be: Суцін

source: Сутки
be: Суткі

source: Сутково
be: Суткова

source: Сутоки
be: Сутокі

source: Суторовщина
be: Сутуроўшчына

source: Сутьки
be: Суцькі

source: Сутьково
be: Суцькава

source: Сухари
be: Сухары

source: Сухаришки
be: Сухарышкі

source: Сухачево
be: Сухачэва

source: Сухая Гора
be: Сухая Гара

source: Сухая Долина
be: Сухая Даліна

source: Сухиничи
be: Сухінічы

source: Сухличи
be: Сухлічы

source: Сухлово
be: Сухлава

source: Сухмени
be: Сухмяні

source: Суховержье
be: Сухавержжа

source: Суховичи
be: Сухавічы

source: Суховляны
be: Сухаўляны

source: Суховчицы
be: Сухоўчыцы

source: Суховщина
be: Сухаўшчына

source: Суходол
be: Сухадол

source: Суходолы
be: Сухадолы

source: Суходольщина
be: Сухадольшчына

source: Сухой Бор
be: Сухі Бор

source: Сухой Остров
be: Сухі Востраў

source: Сухопаровщина
be: Сухапараўшчына

source: Сухополь
be: Сухопаль

source: Сухорукие
be: Сухарукія

source: Сухоруково
be: Сухарукава

source: Суши
be: Сушы

source: Сушино
be: Сушына

source: Сушитница
be: Сушытніца

source: Сушицк
be: Сушыцк

source: Сушишки
be: Сушышкі

source: Сушки
be: Сушкі

source: Сушково
be: Сушкава

source: Сущёв
be: Сушчоў

source: Сущёво
be: Сушчова

source: Сущи
be: Сушчы

source: Схолино
be: Схоліна

source: Счастливая Жизнь
be: Шчаслівае Жыццё

source: Счастновичи
be: Шчаснавічы

source: Сызовщина
be: Сызаўшчына

source: Сымонели
be: Сыманэлі

source: Сымоновка
be: Сымонаўка

source: Сымончицы
be: Сыманчыцы

source: Сынковичи
be: Сынкавічы

source: Сынодворцы
be: Сынадворцы

source: Сыпаная Гора
be: Сыпаная Гара

source: Сырни
be: Сырні

source: Сыроватки
be: Сыраваткі

source: Сыроевщина
be: Сыраеўшчына

source: Сыроежки
be: Сыраежкі

source: Сысоево
be: Сысоева

source: Сытин
be: Сыцін

source: Сычевичи
be: [Сычавiчы, Сычавічы]

source: Сычёвка
be: Сычоўка

source: Сычевка Нисимковичская
be: Сычаўка Нісімкавіцкая

source: Сычевка Рудницкая
be: Сычаўка Рудніцкая

source: Сычево
be: Сычэва

source: Сычёво
be: Сычова

source: Сычи
be: Сычы

source: Сычики
be: Сычыкі

source: Сычин
be: Сычын

source: Сычково
be: Сычкава

source: Сыщицы
be: Сышчыцы

source: Сюборовка
be: Сюбараўка

source: Сюлки
be: Сюлкі

source: Сяглово
be: Сяглава

source: Сянежычы
be: Сянежыцы

source: Табачники
be: Табачнікі

source: Табола
be: Табала

source: Таболичи
be: Табалічы

source: Таборовщина
be: Табароўшчына

source: Таборы
be: Табары

source: Тавкини
be: Таўкіні

source: Таврели
be: Таўрэлі

source: Тадино
be: Тадзіно

source: Тадулино
be: Тадуліна

source: Тадуличи
be: Тадулічы

source: Тажиловичи
be: Тажылавічы

source: Таймоново
be: Тайманава

source: Таклёвка
be: Таклёўка

source: Таковище
be: Таковішча

source: Таковщина
be: Такаўшчына

source: Талаи
be: Талаі

source: Талалайки
be: Талалайкі

source: Таласковщина
be: Таласкаўшчына

source: Талевичи
be: Талявічы

source: Талеи
be: Талеі

source: Талица
be: Таліца

source: Талмутишки
be: Талмуцішкі

source: Талуи
be: Талуі

source: Талуть
be: Талуць

source: Тальковцы
be: Талькаўцы

source: Тальковщина
be: Талькаўшчына

source: Тальминовичи
be: Тальмінавічы

source: Таневичи
be: Танявічы

source: Танежицы
be: Танежыцы
